{
  "Comment.nvim": {
    "branch": "master"
  },
  "catppuccin": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-vsnip": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-jdtls": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "vim-vsnip": {
    "branch": "master"
  }
}
